brain/CA1.org
#+BRAIN_PARENTS: Coop

#+TITLE: Activity 1: Intro
#+AUTHOR: Kadin Buckton

1) 
   + 1
   + 8
   + 7
   + 3
   + 5
   + 2
   + 6
   + 9
   + 10
   + 4
2) In the past, I have struggled with keeping my attendance in order, though it is something I have been working on lately. Another thing I might struggle with is communication between myself and my supervisor, due to the fact that I would rather figure things out myself than rely on someone else.
3) I believe I can overcome my attendance issues by keeping myself on a strict sleep schedule. To improve my communication skills with my supervisor, I can make sure to build a friendly relationship so that I feel comfortable sharing information.
