brain/CA1.tex
% Created 2017-09-19 Tue 16:06
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Kadin Buckton}
\date{\today}
\title{Activity 1: Intro}
\hypersetup{
 pdfauthor={Kadin Buckton},
 pdftitle={Activity 1: Intro},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.1 (Org mode 9.0.10)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\begin{enumerate}
\item \begin{itemize}
\item 1
\item 8
\item 7
\item 3
\item 5
\item 2
\item 6
\item 9
\item 10
\item 4
\end{itemize}
\item In the past, I have struggled with keeping my attendance in order, though it is something I have been working on lately. Another thing I might struggle with is communication between myself and my supervisor, due to the fact that I would rather figure things out myself than rely on someone else.
\item I believe I can overcome my attendance issues by keeping myself on a strict sleep schedule. To improve my communication skills with my supervisor, I can make sure to build a friendly relationship so that I feel comfortable sharing information.
\end{enumerate}
\end{document}
